/* Label for row of color wells for the background of the plugin */
"Background" = "רקע";

/* How long a notification will stay on screen */
"Duration:" = "משך";

/* Label for the effect to use */
"Effect:" = "אפקט";

/* Notification Priority Emergency */
"Emergency" = "חרום";

/* A fade effect */
"Fade" = "הדעך";

/* Label for checkbox that says to do a floating icon */
"Floating Icon" = "אייקון צף";

/* Notification Priority High */
"High" = "גבוה";

/* Large size for the display */
"Large" = "גדול";

/* Checkbox to limit the display to 2-5 lines */
"Limit to 2-5 lines" = "מוגבל ל 2-5 שורות";

/* Notification Priority Moderate */
"Moderate" = "בינוני";

/* Normal size for the display
   Notification Priority Normal */
"Normal" = "רגיל";

/* How clear the display is */
"Opacity:" = "עמימות";

/* Label for columns of color wells for various priority levels */
"Priority: (low to high)" = "עדיפות ( מנמוך לגבוה)";

/* Label for box to select screen for display to use */
"Screen:" = "מסך";

/* Label for pop up box for selecting the size of the display */
"Size:" = "גודל";

/* A slide effect */
"Slide" = "החלק";

/* Small size for the display */
"Small" = "קטן";

/* Label for row of color wells for the text element of the plugin */
"Text" = "טקסט";

/* Notification Priority Very Low */
"Very Low" = "נמוך מאוד";

